var allQuestions = [

{	q : 'Здесь Вопрос №1 \n',
	a0 : 1, // правильный вариант ответа
	a1 : 'Вариант ответа 1\n',
	a2 : 'Вариант ответа 2\n',
	a3 : 'Вариант ответа 3\n',
	a4 : 'Вариант ответа 4\n',
	c : 100,
	c0 : false
},

{	q : 'Здесь Вопрос №2 \n',
	a0 : 2, // правильный вариант ответа
	a1 : 'Вариант ответа 1\n',
	a2 : 'Вариант ответа 2\n',
	a3 : 'Вариант ответа 3\n',
	a4 : 'Вариант ответа 4\n',
	c : 200,
	c0 : false
},

{	q : 'Здесь Вопрос №3 \n',
	a0 : 3, // правильный вариант ответа
	a1 : 'Вариант ответа 1\n',
	a2 : 'Вариант ответа 2\n',
	a3 : 'Вариант ответа 3\n',
	a4 : 'Вариант ответа 4\n',
	c : 300,
	c0 : false
},

{	q : 'Здесь Вопрос №4 \n',
	a0 : 4, // правильный вариант ответа
	a1 : 'Вариант ответа 1\n',
	a2 : 'Вариант ответа 2\n',
	a3 : 'Вариант ответа 3\n',
	a4 : 'Вариант ответа 4\n',
	c : 500,
	c0 : false
},

	{q : 'Здесь Вопрос №5 \n',
	a0 : 1, // правильный вариант ответа
	a1 : 'Вариант ответа 1\n',
	a2 : 'Вариант ответа 2\n',
	a3 : 'Вариант ответа 3\n',
	a4 : 'Вариант ответа 4\n',
	c : 1000,
	c0 : true
},

	{q : 'Здесь Вопрос №6 \n',
	a0 : 1, // правильный вариант ответа
	a1 : 'Вариант ответа 1\n',
	a2 : 'Вариант ответа 2\n',
	a3 : 'Вариант ответа 3\n',
	a4 : 'Вариант ответа 4\n',
	c : 2000,
	c0 : false
},

	{q : 'Здесь Вопрос №7 \n',
	a0 : 1, // правильный вариант ответа
	a1 : 'Вариант ответа 1\n',
	a2 : 'Вариант ответа 2\n',
	a3 : 'Вариант ответа 3\n',
	a4 : 'Вариант ответа 4\n',
	c : 4000,
	c0 : false
},

{	q : 'Здесь Вопрос №8 \n',
	a0 : 1, // правильный вариант ответа
	a1 : 'Вариант ответа 1\n',
	a2 : 'Вариант ответа 2\n',
	a3 : 'Вариант ответа 3\n',
	a4 : 'Вариант ответа 4\n',
	c : 8000,
	c0 : false
},

	{q : 'Здесь Вопрос №9 \n',
	a0 : 1, // правильный вариант ответа
	a1 : 'Вариант ответа 1\n',
	a2 : 'Вариант ответа 2\n',
	a3 : 'Вариант ответа 3\n',
	a4 : 'Вариант ответа 4\n',
	c : 16000,
	c0 : false
},

{	q : 'Здесь Вопрос №10 \n',
	a0 : 1, // правильный вариант ответа
	a1 : 'Вариант ответа 1\n',
	a2 : 'Вариант ответа 2\n',
	a3 : 'Вариант ответа 3\n',
	a4 : 'Вариант ответа 4\n',
	c : 32000,
	c0 : true
},

	{q : 'Здесь Вопрос №11 \n',
	a0 : 1, // правильный вариант ответа
	a1 : 'Вариант ответа 1\n',
	a2 : 'Вариант ответа 2\n',
	a3 : 'Вариант ответа 3\n',
	a4 : 'Вариант ответа 4\n',
	c : 64000,
	c0 : false
},

{	q : 'Здесь Вопрос № 12\n',
	a0 : 1, // правильный вариант ответа
	a1 : 'Вариант ответа 1\n',
	a2 : 'Вариант ответа 2\n',
	a3 : 'Вариант ответа 3\n',
	a4 : 'Вариант ответа 4\n',
	c : 12500,
	c0 : false
},

{	q : 'Здесь Вопрос №13 \n',
	a0 : 1, // правильный вариант ответа
	a1 : 'Вариант ответа 1\n',
	a2 : 'Вариант ответа 2\n',
	a3 : 'Вариант ответа 3\n',
	a4 : 'Вариант ответа 4\n',
	c : 250000,
	c0 : false
},

{	q : 'Здесь Вопрос №14 \n',
	a0 : 1, // правильный вариант ответа
	a1 : 'Вариант ответа 1\n',
	a2 : 'Вариант ответа 2\n',
	a3 : 'Вариант ответа 3\n',
	a4 : 'Вариант ответа 4\n',
	c : 500000,
	c0 : false
},

{	q : 'Здесь Вопрос №15 \n',
	a0 : 1, // правильный вариант ответа
	a1 : 'Вариант ответа 1\n',
	a2 : 'Вариант ответа 2\n',
	a3 : 'Вариант ответа 3\n',
	a4 : 'Вариант ответа 4\n',
	c : 1000000,
	c0 : true
},

];
